Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# menu.newWorkspace.defaultLayoutSubmenu
source: Default for New Workspace
ar: الافتراضي لمساحة عمل جديدة
de: Standard für neuen Arbeitsbereich
es: Predeterminado para nuevo espacio de trabajo
fr: Par défaut pour le nouvel espace de travail
ja: 新規ワークスペースのデフォルト
ko: 새 작업 공간의 기본값
zh_hans: 新建工作区的默认布局
zh_hant: 新工作區的預設值

# menu.newWorkspace.deleteLayoutAlternate
source: Delete “%@”
ar: حذف «%@»
de: „%@“ löschen
es: Eliminar “%@”
fr: Supprimer “%@”
ja: 「%@」を削除
ko: “%@” 삭제
zh_hans: 删除“%@”
zh_hant: 刪除「%@」

# menu.newWorkspace.deleteLayoutSubmenu
source: Delete Workspace Layout
ar: حذف تخطيط مساحة العمل
de: Arbeitsbereich-Layout verwalten
es: Eliminar diseño de espacio de trabajo
fr: Supprimer la disposition de l’espace de travail
ja: ワークスペースレイアウトを削除
ko: 작업 공간 레이아웃 삭제
zh_hans: 删除工作区布局
zh_hant: 刪除工作區版面配置

# menu.newWorkspace.layoutsHeader
source: Layouts
ar: التخطيطات
es: Diseños
fr: Dispositions
ja: レイアウト
ko: 레이아웃
zh_hans: 布局
zh_hant: 版面配置

# menu.newWorkspace.manageLayouts
source: Manage Layouts
ar: إدارة التخطيطات
de: Layouts verwalten
es: Administrar diseños
fr: Gérer les dispositions
ja: レイアウトを管理
ko: 레이아웃 관리
zh_hans: 管理布局
zh_hant: 管理版面配置

# menu.newWorkspace.saveWorkspaceAsLayout
source: Save Workspace as Layout…
ar: حفظ مساحة العمل كتخطيط…
de: Arbeitsbereich als Layout speichern…
es: Guardar espacio de trabajo como diseño…
fr: Enregistrer l’espace de travail comme disposition…
ja: ワークスペースをレイアウトとして保存…
ko: 작업 공간을 레이아웃으로 저장…
zh_hans: 将工作区保存为布局…
zh_hant: 將工作區儲存為版面配置…

# menu.notifications.clearAll
source: Clear All
ar: مسح الكل
bs: Obriši sve
da: Ryd alle
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nb: Fjern alle
pl: Wyczyść wszystko
pt_br: Limpar Tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# menu.notifications.jumpToUnread
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# menu.notifications.markAllRead
source: Mark All Read
ar: تعليم الكل كمقروء
bs: Označi sve kao pročitano
da: Marker alle som læste
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
nb: Merk alle som lest
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar Tudo como Lido
ru: Отметить все как прочитанные
th: ทำเครื่องหมายว่าอ่านทั้งหมดแล้ว
tr: Tümünü Okundu İşaretle
uk: Позначити все як прочитане
zh_hans: 全部标记为已读
zh_hant: 全部標為已讀

# menu.notifications.show
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.notifications.title
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# menu.notifications.toggleUnread
source: Toggle Unread
ar: تبديل غير المقروء
de: Ungelesen umschalten
es: Alternar no leído
fr: Marquer comme lu/non lu
ja: 未読を切り替え
ko: 읽지 않음 토글
zh_hans: 切换未读状态
zh_hant: 切換未讀狀態

# menu.openInAndroidStudio
source: Open Current Directory in Android Studio
ar: فتح الدليل الحالي في Android Studio
bs: Otvori trenutni direktorij u Android Studio
da: Åbn nuværende mappe i Android Studio
de: Aktuelles Verzeichnis in Android Studio öffnen
es: Abrir directorio actual en Android Studio
fr: Ouvrir le répertoire courant dans Android Studio
it: Apri la directory corrente in Android Studio
ja: 現在のディレクトリを Android Studio で開く
ko: 현재 디렉토리를 Android Studio에서 열기
nb: Åpne gjeldende katalog i Android Studio
pl: Otwórz bieżący katalog w Android Studio
pt_br: Abrir Diretório Atual no Android Studio
ru: Открыть текущий каталог в Android Studio
th: เปิดไดเรกทอรีปัจจุบันใน Android Studio
tr: Geçerli Dizini Android Studio'da Aç
uk: Відкрити поточну теку в Android Studio
zh_hans: 在 Android Studio 中打开当前目录
zh_hant: 在 Android Studio 中開啟目前目錄

# menu.openInAntigravity
source: Open Current Directory in Antigravity
ar: فتح الدليل الحالي في Antigravity
bs: Otvori trenutni direktorij u Antigravity
da: Åbn nuværende mappe i Antigravity
de: Aktuelles Verzeichnis in Antigravity öffnen
es: Abrir directorio actual en Antigravity
fr: Ouvrir le répertoire courant dans Antigravity
it: Apri la directory corrente in Antigravity
ja: 現在のディレクトリを Antigravity で開く
ko: 현재 디렉토리를 Antigravity에서 열기
nb: Åpne gjeldende katalog i Antigravity
pl: Otwórz bieżący katalog w Antigravity
pt_br: Abrir Diretório Atual no Antigravity
ru: Открыть текущий каталог в Antigravity
th: เปิดไดเรกทอรีปัจจุบันใน Antigravity
tr: Geçerli Dizini Antigravity'de Aç
uk: Відкрити поточну теку в Antigravity
zh_hans: 在 Antigravity 中打开当前目录
zh_hant: 在 Antigravity 中開啟目前目錄

# menu.openInCursor
source: Open Current Directory in Cursor
ar: فتح الدليل الحالي في Cursor
bs: Otvori trenutni direktorij u Cursor
da: Åbn nuværende mappe i Cursor
de: Aktuelles Verzeichnis in Cursor öffnen
es: Abrir directorio actual en Cursor
fr: Ouvrir le répertoire courant dans Cursor
it: Apri la directory corrente in Cursor
ja: 現在のディレクトリを Cursor で開く
ko: 현재 디렉토리를 Cursor에서 열기
nb: Åpne gjeldende katalog i Cursor
pl: Otwórz bieżący katalog w Cursor
pt_br: Abrir Diretório Atual no Cursor
ru: Открыть текущий каталог в Cursor
th: เปิดไดเรกทอรีปัจจุบันใน Cursor
tr: Geçerli Dizini Cursor'da Aç
uk: Відкрити поточну теку в Cursor
zh_hans: 在 Cursor 中打开当前目录
zh_hant: 在 Cursor 中開啟目前目錄

# menu.openInDevin
source: Open Current Directory in Devin
ar: فتح الدليل الحالي في Devin
bs: Otvori trenutni direktorij u Devin
da: Åbn nuværende mappe i Devin
de: Aktuelles Verzeichnis in Devin öffnen
es: Abrir directorio actual en Devin
fr: Ouvrir le répertoire courant dans Devin
it: Apri la directory corrente in Devin
ja: 現在のディレクトリを Devin で開く
ko: 현재 디렉토리를 Devin에서 열기
nb: Åpne gjeldende katalog i Devin
pl: Otwórz bieżący katalog w Devin
pt_br: Abrir Diretório Atual no Devin
ru: Открыть текущий каталог в Devin
th: เปิดไดเรกทอรีปัจจุบันใน Devin
tr: Geçerli Dizini Devin'de Aç
uk: Відкрити поточну теку в Devin
zh_hans: 在 Devin 中打开当前目录
zh_hant: 在 Devin 中開啟目前目錄

# menu.openInFinder
source: Open Current Directory in Finder
ar: فتح الدليل الحالي في Finder
bs: Otvori trenutni direktorij u Finder
da: Åbn nuværende mappe i Finder
de: Aktuelles Verzeichnis im Finder öffnen
es: Abrir directorio actual en Finder
fr: Ouvrir le répertoire courant dans le Finder
it: Apri la directory corrente nel Finder
ja: 現在のディレクトリを Finder で開く
ko: 현재 디렉토리를 Finder에서 열기
nb: Åpne gjeldende katalog i Finder
pl: Otwórz bieżący katalog w Finderze
pt_br: Abrir Diretório Atual no Finder
ru: Открыть текущий каталог в Finder
th: เปิดไดเรกทอรีปัจจุบันใน Finder
tr: Geçerli Dizini Finder'da Aç
uk: Відкрити поточну теку у Finder
zh_hans: 在访达中打开当前目录
zh_hant: 在 Finder 中開啟目前目錄

# menu.openInGhostty
source: Open Current Directory in Ghostty
ar: فتح الدليل الحالي في Ghostty
bs: Otvori trenutni direktorij u Ghostty
da: Åbn nuværende mappe i Ghostty
de: Aktuelles Verzeichnis in Ghostty öffnen
es: Abrir directorio actual en Ghostty
fr: Ouvrir le répertoire courant dans Ghostty
it: Apri la directory corrente in Ghostty
ja: 現在のディレクトリを Ghostty で開く
ko: 현재 디렉토리를 Ghostty에서 열기
nb: Åpne gjeldende katalog i Ghostty
pl: Otwórz bieżący katalog w Ghostty
pt_br: Abrir Diretório Atual no Ghostty
ru: Открыть текущий каталог в Ghostty
th: เปิดไดเรกทอรีปัจจุบันใน Ghostty
tr: Geçerli Dizini Ghostty'de Aç
uk: Відкрити поточну теку в Ghostty
zh_hans: 在 Ghostty 中打开当前目录
zh_hant: 在 Ghostty 中開啟目前目錄

# menu.openInITerm2
source: Open Current Directory in iTerm2
ar: فتح الدليل الحالي في iTerm2
bs: Otvori trenutni direktorij u iTerm2
da: Åbn nuværende mappe i iTerm2
de: Aktuelles Verzeichnis in iTerm2 öffnen
es: Abrir directorio actual en iTerm2
fr: Ouvrir le répertoire courant dans iTerm2
it: Apri la directory corrente in iTerm2
ja: 現在のディレクトリを iTerm2 で開く
ko: 현재 디렉토리를 iTerm2에서 열기
nb: Åpne gjeldende katalog i iTerm2
pl: Otwórz bieżący katalog w iTerm2
pt_br: Abrir Diretório Atual no iTerm2
ru: Открыть текущий каталог в iTerm2
th: เปิดไดเรกทอรีปัจจุบันใน iTerm2
tr: Geçerli Dizini iTerm2'de Aç
uk: Відкрити поточну теку в iTerm2
zh_hans: 在 iTerm2 中打开当前目录
zh_hant: 在 iTerm2 中開啟目前目錄

# menu.openInIntelliJ
source: Open Current Directory in IntelliJ IDEA
ar: فتح الدليل الحالي في IntelliJ IDEA
bs: Otvori trenutni direktorij u IntelliJ IDEA
da: Åbn nuværende mappe i IntelliJ IDEA
de: Aktuelles Verzeichnis in IntelliJ IDEA öffnen
es: Abrir directorio actual en IntelliJ IDEA
fr: Ouvrir le répertoire courant dans IntelliJ IDEA
it: Apri la directory corrente in IntelliJ IDEA
ja: 現在のディレクトリを IntelliJ IDEA で開く
ko: 현재 디렉토리를 IntelliJ IDEA에서 열기
nb: Åpne gjeldende katalog i IntelliJ IDEA
pl: Otwórz bieżący katalog w IntelliJ IDEA
pt_br: Abrir Diretório Atual no IntelliJ IDEA
ru: Открыть текущий каталог в IntelliJ IDEA
th: เปิดไดเรกทอรีปัจจุบันใน IntelliJ IDEA
tr: Geçerli Dizini IntelliJ IDEA'da Aç
uk: Відкрити поточну теку в IntelliJ IDEA
zh_hans: 在 IntelliJ IDEA 中打开当前目录
zh_hant: 在 IntelliJ IDEA 中開啟目前目錄

# menu.openInTerminal
source: Open Current Directory in Terminal
ar: فتح الدليل الحالي في Terminal
bs: Otvori trenutni direktorij u Terminal
da: Åbn nuværende mappe i Terminal
de: Aktuelles Verzeichnis in Terminal öffnen
es: Abrir directorio actual en Terminal
fr: Ouvrir le répertoire courant dans Terminal
it: Apri la directory corrente in Terminale
ja: 現在のディレクトリをターミナルで開く
ko: 현재 디렉토리를 터미널에서 열기
nb: Åpne gjeldende katalog i Terminal
pl: Otwórz bieżący katalog w Terminalu
pt_br: Abrir Diretório Atual no Terminal
ru: Открыть текущий каталог в Терминале
th: เปิดไดเรกทอรีปัจจุบันใน Terminal
tr: Geçerli Dizini Terminal'de Aç
uk: Відкрити поточну теку в Terminal
zh_hans: 在终端中打开当前目录
zh_hant: 在「終端機」中開啟目前目錄

# menu.openInTower
source: Open Current Directory in Tower
ar: فتح الدليل الحالي في Tower
bs: Otvori trenutni direktorij u Tower
da: Åbn nuværende mappe i Tower
de: Aktuelles Verzeichnis in Tower öffnen
es: Abrir directorio actual en Tower
fr: Ouvrir le répertoire courant dans Tower
it: Apri la directory corrente in Tower
ja: 現在のディレクトリを Tower で開く
ko: 현재 디렉토리를 Tower에서 열기
nb: Åpne gjeldende katalog i Tower
pl: Otwórz bieżący katalog w Tower
pt_br: Abrir Diretório Atual no Tower
ru: Открыть текущий каталог в Tower
th: เปิดไดเรกทอรีปัจจุบันใน Tower
tr: Geçerli Dizini Tower'da Aç
uk: Відкрити поточну теку в Tower
zh_hans: 在 Tower 中打开当前目录
zh_hant: 在 Tower 中開啟目前目錄

# menu.openInVSCode
source: Open Current Directory in VS Code (Inline)
ar: فتح الدليل الحالي في VS Code (مضمّن)
bs: Otvori trenutni direktorij u VS Code (Inline)
da: Åbn nuværende mappe i VS Code (Inline)
de: Aktuelles Verzeichnis in VS Code (Inline) öffnen
es: Abrir directorio actual en VS Code (en línea)
fr: Ouvrir le répertoire courant dans VS Code (intégré)
it: Apri la directory corrente in VS Code (Inline)
ja: 現在のディレクトリを VS Code で開く（インライン）
ko: 현재 디렉토리를 VS Code (인라인)에서 열기
nb: Åpne gjeldende katalog i VS Code (innebygd)
pl: Otwórz bieżący katalog w VS Code (wbudowany)
pt_br: Abrir Diretório Atual no VS Code (Inline)
ru: Открыть текущий каталог в VS Code (встроенный)
th: เปิดไดเรกทอรีปัจจุบันใน VS Code (แบบอินไลน์)
tr: Geçerli Dizini VS Code'da Aç (Satır İçi)
uk: Відкрити поточну теку в VS Code (вбудований)
zh_hans: 在 VS Code（内联）中打开当前目录
zh_hant: 在 VS Code（內嵌）中開啟目前目錄

# menu.openInVSCodeDesktop
source: Open Current Directory in VS Code
ar: فتح المجلد الحالي في VS Code
de: Aktuelles Verzeichnis in VS Code öffnen
es: Abrir directorio actual en VS Code
fr: Ouvrir le dossier actuel dans VS Code
ja: 現在のディレクトリを VS Code で開く
ko: 현재 디렉토리를 VS Code에서 열기
uk: Відкрити поточну теку в VS Code
zh_hans: 在 VS Code 中打开当前目录
zh_hant: 在 VS Code 中開啟目前目錄

# menu.openInWarp
source: Open Current Directory in Warp
ar: فتح الدليل الحالي في Warp
bs: Otvori trenutni direktorij u Warp
da: Åbn nuværende mappe i Warp
de: Aktuelles Verzeichnis in Warp öffnen
es: Abrir directorio actual en Warp
fr: Ouvrir le répertoire courant dans Warp
it: Apri la directory corrente in Warp
ja: 現在のディレクトリを Warp で開く
ko: 현재 디렉토리를 Warp에서 열기
nb: Åpne gjeldende katalog i Warp
pl: Otwórz bieżący katalog w Warp
pt_br: Abrir Diretório Atual no Warp
ru: Открыть текущий каталог в Warp
th: เปิดไดเรกทอรีปัจจุบันใน Warp
tr: Geçerli Dizini Warp'ta Aç
uk: Відкрити поточну теку в Warp
zh_hans: 在 Warp 中打开当前目录
zh_hant: 在 Warp 中開啟目前目錄

# menu.openInWindsurf
source: Open Current Directory in Windsurf
ar: فتح الدليل الحالي في Windsurf
bs: Otvori trenutni direktorij u Windsurf
da: Åbn nuværende mappe i Windsurf
de: Aktuelles Verzeichnis in Windsurf öffnen
es: Abrir directorio actual en Windsurf
fr: Ouvrir le répertoire courant dans Windsurf
it: Apri la directory corrente in Windsurf
ja: 現在のディレクトリを Windsurf で開く
ko: 현재 디렉토리를 Windsurf에서 열기
nb: Åpne gjeldende katalog i Windsurf
pl: Otwórz bieżący katalog w Windsurf
pt_br: Abrir Diretório Atual no Windsurf
ru: Открыть текущий каталог в Windsurf
th: เปิดไดเรกทอรีปัจจุบันใน Windsurf
tr: Geçerli Dizini Windsurf'te Aç
uk: Відкрити поточну теку в Windsurf
zh_hans: 在 Windsurf 中打开当前目录
zh_hant: 在 Windsurf 中開啟目前目錄

# menu.openInXcode
source: Open Current Directory in Xcode
ar: فتح الدليل الحالي في Xcode
bs: Otvori trenutni direktorij u Xcode
da: Åbn nuværende mappe i Xcode
de: Aktuelles Verzeichnis in Xcode öffnen
es: Abrir directorio actual en Xcode
fr: Ouvrir le répertoire courant dans Xcode
it: Apri la directory corrente in Xcode
ja: 現在のディレクトリを Xcode で開く
ko: 현재 디렉토리를 Xcode에서 열기
nb: Åpne gjeldende katalog i Xcode
pl: Otwórz bieżący katalog w Xcode
pt_br: Abrir Diretório Atual no Xcode
ru: Открыть текущий каталог в Xcode
th: เปิดไดเรกทอรีปัจจุบันใน Xcode
tr: Geçerli Dizini Xcode'da Aç
uk: Відкрити поточну теку в Xcode
zh_hans: 在 Xcode 中打开当前目录
zh_hant: 在 Xcode 中開啟目前目錄

# menu.openInZed
source: Open Current Directory in Zed
ar: فتح الدليل الحالي في Zed
bs: Otvori trenutni direktorij u Zed
da: Åbn nuværende mappe i Zed
de: Aktuelles Verzeichnis in Zed öffnen
es: Abrir directorio actual en Zed
fr: Ouvrir le répertoire courant dans Zed
it: Apri la directory corrente in Zed
ja: 現在のディレクトリを Zed で開く
ko: 현재 디렉토리를 Zed에서 열기
nb: Åpne gjeldende katalog i Zed
pl: Otwórz bieżący katalog w Zed
pt_br: Abrir Diretório Atual no Zed
ru: Открыть текущий каталог в Zed
th: เปิดไดเรกทอรีปัจจุบันใน Zed
tr: Geçerli Dizini Zed'de Aç
uk: Відкрити поточну теку в Zed
zh_hans: 在 Zed 中打开当前目录
zh_hant: 在 Zed 中開啟目前目錄

# menu.preferences
source: Preferences…
ar: التفضيلات…
bs: Postavke…
da: Indstillinger…
de: Einstellungen …
es: Preferencias…
fr: Préférences...
it: Preferenze…
ja: 設定…
ko: 환경설정…
nb: Innstillinger …
pl: Preferencje…
pt_br: Preferências…
ru: Настройки...
th: การตั้งค่า...
tr: Tercihler…
uk: Параметри…
zh_hans: 偏好设置...
zh_hant: 偏好設定...

# menu.quitCmux
source: Quit cmux
ar: إنهاء cmux
bs: Zatvori cmux
da: Afslut cmux
de: cmux beenden
es: Salir de cmux
fr: Quitter cmux
it: Esci da cmux
ja: cmux を終了
ko: cmux 종료
nb: Avslutt cmux
pl: Zakończ cmux
pt_br: Encerrar o cmux
ru: Завершить cmux
th: ออกจาก cmux
tr: cmux'tan Çık
uk: Завершити cmux
zh_hans: 退出 cmux
zh_hant: 結束 cmux

# menu.savedLayout.newWorkspaceFromLayout
source: New Workspace from Template
ar: مساحة عمل جديدة من قالب
de: Neuer Arbeitsbereich aus Vorlage
es: Nuevo espacio de trabajo desde plantilla
fr: Nouvel espace de travail à partir d’un modèle
ja: テンプレートから新規ワークスペースを作成
ko: 템플릿에서 새 작업 공간 생성
zh_hans: 从模板新建工作区
zh_hant: 從範本建立新工作區

# menu.showNotifications
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# menu.updateLogs.copyFocusLogs
source: Copy Focus Logs
ar: نسخ سجلات التركيز
bs: Kopiraj logove fokusa
da: Kopier fokuslogfiler
de: Fokus-Protokolle kopieren
es: Copiar registros de enfoque
fr: Copier les journaux de focus
it: Copia log di focus
ja: フォーカスログをコピー
ko: 포커스 로그 복사
nb: Kopier fokuslogger
pl: Kopiuj dzienniki fokusu
pt_br: Copiar Logs de Foco
ru: Скопировать журнал фокуса
th: คัดลอกบันทึกการโฟกัส
tr: Odak Günlüklerini Kopyala
uk: Копіювати журнал фокусу
zh_hans: 拷贝焦点日志
zh_hant: 拷貝焦點記錄

# menu.updateLogs.copyUpdateLogs
source: Copy Update Logs
ar: نسخ سجلات التحديث
bs: Kopiraj logove ažuriranja
da: Kopier opdateringslogfiler
de: Update-Protokolle kopieren
es: Copiar registros de actualización
fr: Copier les journaux de mise à jour
it: Copia log aggiornamento
ja: アップデートログをコピー
ko: 업데이트 로그 복사
nb: Kopier oppdateringslogger
pl: Kopiuj dzienniki aktualizacji
pt_br: Copiar Logs de Atualização
ru: Скопировать журнал обновлений
th: คัดลอกบันทึกการอัปเดต
tr: Güncelleme Günlüklerini Kopyala
uk: Копіювати журнал оновлень
zh_hans: 拷贝更新日志
zh_hant: 拷貝更新記錄

# menu.view.actualSize
source: Actual Size
ar: الحجم الفعلي
bs: Stvarna veličina
da: Faktisk størrelse
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 実際のサイズ
ko: 실제 크기
nb: Faktisk størrelse
pl: Rozmiar rzeczywisty
pt_br: Tamanho Real
ru: Фактический размер
th: ขนาดจริง
tr: Gerçek Boyut
uk: Фактичний розмір
zh_hans: 实际大小
zh_hant: 實際大小

# menu.view.back
source: Back
ar: رجوع
bs: Nazad
da: Tilbage
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# menu.view.canvasOverview
source: Canvas Overview
ar: نظرة عامة على اللوحة
bs: Pregled platna
da: Lærredsoversigt
de: Canvas-Übersicht
es: Vista general del lienzo
fr: Vue d'ensemble du canevas
it: Panoramica canvas
ja: キャンバス全体表示
ko: 캔버스 전체 보기
nb: Lerretoversikt
pl: Podgląd kanwy
pt_br: Visão Geral do Canvas
ru: Обзор холста
th: ภาพรวมแคนวาส
tr: Kanvas Genel Görünümü
uk: Огляд полотна
zh_hans: 画布全景
zh_hant: 畫布全景

# menu.view.canvasTidy
source: Tidy Canvas
ar: ترتيب اللوحة
bs: Uredi platno
da: Ryd op på lærredet
de: Canvas aufräumen
es: Ordenar lienzo
fr: Ranger le canevas
it: Riordina canvas
ja: キャンバスを整列
ko: 캔버스 정리
nb: Rydd lerretet
pl: Uporządkuj kanwę
pt_br: Organizar Canvas
ru: Упорядочить холст
th: จัดระเบียบแคนวาส
tr: Kanvası Düzenle
uk: Упорядкувати полотно
zh_hans: 整理画布
zh_hant: 整理畫布

# menu.view.clearBrowserHistory
source: Clear Browser History
ar: مسح سجل المتصفح
bs: Obriši historiju preglednika
da: Ryd browserhistorik
de: Browserverlauf löschen
es: Borrar historial del navegador
fr: Effacer l'historique du navigateur
it: Cancella cronologia browser
ja: ブラウザ履歴をクリア
ko: 브라우저 기록 지우기
nb: Tøm nettleserhistorikk
pl: Wyczyść historię przeglądarki
pt_br: Limpar Histórico do Navegador
ru: Очистить историю браузера
th: ล้างประวัติเบราว์เซอร์
tr: Tarayıcı Geçmişini Temizle
uk: Очистити історію браузера
zh_hans: 清除浏览器历史记录
zh_hant: 清除瀏覽記錄

# menu.view.editWorkspaceDescription
source: Edit Workspace Description…
ar: تعديل وصف مساحة العمل…
de: Arbeitsbereichs-Beschreibung bearbeiten…
es: Editar descripción de espacio de trabajo…
fr: Modifier la description de l’espace de travail…
ja: ワークスペースの説明を編集…
ko: 워크스페이스 설명 편집…
zh_hans: 编辑工作区描述…
zh_hant: 編輯工作區說明…

# menu.view.enterBrowserFocusMode
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# menu.view.exitBrowserFocusMode
source: Exit Browser Focus Mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# menu.view.focusRightSidebar
source: Toggle Right Sidebar Focus
ar: تبديل التركيز على الشريط الجانبي الأيمن
de: Fokus der rechten Seitenleiste umschalten
es: Alternar el foco de la barra lateral derecha
fr: Basculer la mise au point sur la barre latérale droite
ja: 右サイドバーのフォーカスを切替
ko: 오른쪽 사이드바 포커스 전환
zh_hans: 切换右侧边栏聚焦
zh_hant: 切換右側邊欄焦點

# menu.view.forward
source: Forward
ar: تقدم
bs: Naprijed
da: Frem
de: Vor
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
ko: 앞으로
nb: Fremover
pl: Do przodu
pt_br: Avançar
ru: Вперед
th: ไปข้างหน้า
tr: İleri
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# menu.view.hardRefresh
source: Hard Refresh
ar: تحديث قسري
bs: Prisilno osvježi
da: Hård genindlæsning
de: Hart neu laden
es: Recarga completa
fr: Actualisation forcée
it: Aggiornamento forzato
ja: 強制再読み込み
ko: 강력 새로고침
nb: Tvungen oppdatering
pl: Twarde odświeżenie
pt_br: Atualização forçada
ru: Жёсткое обновление
th: รีเฟรชแบบบังคับ
tr: Zorla yenile
uk: Примусове оновлення
zh_hans: 强制刷新
zh_hant: 強制重新整理

# menu.view.importFromBrowser
source: Import Browser Data…
ar: استيراد بيانات المتصفح…
de: Browserdaten importieren…
es: Importar datos del navegador…
fr: Importer les données du navigateur…
ja: ブラウザーデータを取り込む…
ko: 브라우저 데이터 가져오기…
uk: Імпортувати дані браузера…
zh_hans: 导入浏览器数据…
zh_hant: 匯入瀏覽器資料…

# menu.view.jumpToUnread
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# menu.view.nextSurface
source: Next Surface
ar: السطح التالي
bs: Sljedeća površina
da: Næste overflade
de: Nächste Oberfläche
es: Siguiente superficie
fr: Surface suivante
it: Superficie successiva
ja: 次のサーフェス
ko: 다음 화면
nb: Neste flate
pl: Następna powierzchnia
pt_br: Próxima Superfície
ru: Следующая поверхность
th: พื้นผิวถัดไป
tr: Sonraki Yüzey
uk: Наступна поверхня
zh_hans: 下一个 Surface
zh_hant: 下一個 Surface
